function Info() {
  return (
    <dev>
      <h1>Шифр Периодической лозунговой замены Джованни де ла Порта</h1>
      <h3>Что такое шифр Порта (Джованни Баттиста делла Порта)</h3>
      <p>
        Джованни делла Порта был не просто ученым, а одним из первых
        криптографов эпохи Возрождения. В 1563 году он описал шифр, который
        потом назвали его именем.
      </p>
      <h3>Главная идея</h3>
      <p>
        Обычная замена (шифр Цезаря) — это когда ты сдвигаешь алфавит на
        фиксированное число шагов. А у Порта сдвиг меняется от буквы к букве. Но
        самое хитрое: замена симметрична. Если буква А превращается в Я, то
        буква Я превращается в А. Это очень удобно: зашифровать и расшифровать
        можно одной и той же операцией.
      </p>

      <h3>Как работает таблица Порта</h3>
      <p></p>
    </dev>
  );
}
